[
  {
    "id": 1,
    "img": "https://i.ibb.co/HdsysT4/Health.png",
    "category": "Health",
    "title": "Support Medical Care",
    "description": "Help provide essential medical care to individuals and families in underserved communities. Your donation will go a long way in ensuring that those in need receive the medical attention and treatments they require. Together, we can make a significant difference in the lives of those facing health challenges.",
    "price": 100,
    "backgroundColor": "#0052FF26",
    "textColor": "#0052FF"
  },
  {
    "id": 2,
    "img": "https://i.ibb.co/KxDtNRS/Education.png",
    "category": "Education",
    "title": "Empower Young Minds",
    "description": "Support education initiatives aimed at empowering young minds and providing them with access to quality learning resources. Your contribution will help provide educational opportunities to children and students, equipping them with the knowledge and skills they need to create a brighter future.",
    "price": 75,
    "backgroundColor": "#FF444A26",
    "textColor": "#FF444A"
  },
  {
    "id": 3,
    "img": "https://i.ibb.co/2WyQrNV/Clothing.png",
    "category": "Clothing",
    "title": "Warmth for Winter",
    "description": "Join us in our mission to collect warm clothing items for the upcoming winter season. Many individuals in our community lack proper winter clothing, and your generous donation will help ensure that they stay warm and comfortable during the colder months. Let's spread warmth and kindness.",
    "price": 50,
    "backgroundColor": "#79C23F26",
    "textColor": "#79C23F"
  },
  {
    "id": 4,
    "img": "https://i.ibb.co/fYRQxW9/Food.png",
    "category": "Food",
    "title": "Feed the Hungry",
    "description": "Take part in our campaign to provide nourishing meals to those facing food insecurity. Your donation will help us distribute food to families and individuals who are struggling to put food on their tables. Together, we can make sure that no one goes to bed hungry.",
    "price": 60,
    "backgroundColor": "#F8714726",
    "textColor": "#F87147"
  },
  {
    "id": 5,
    "img": "https://i.ibb.co/HdsysT4/Health.png",
    "category": "Health",
    "title": "Medical Supplies Drive",
    "description": "Join our medical supplies drive to support healthcare facilities in need of essential supplies. Your contribution will help ensure that medical professionals have the tools and resources they require to provide quality care. Together, we can strengthen our healthcare system.",
    "price": 90,
    "backgroundColor": "#0052FF26",
    "textColor": "#0052FF"
  },
  {
    "id": 6,
    "img": "https://i.ibb.co/KxDtNRS/Education.pngg",
    "category": "Education",
    "title": "Scholarship Fundraiser",
    "description": "Contribute to our scholarship fundraiser and empower deserving students to pursue their educational dreams. Your donation will create opportunities for young scholars to access higher education and unlock their full potential. Education is the key to a brighter future.",
    "price": 80,
    "backgroundColor": "#FF444A26",
    "textColor": "#FF444A"
  },
  {
    "id": 7,
    "img": "https://i.ibb.co/2WyQrNV/Clothing.png",
    "category": "Clothing",
    "title": "Winter Clothing Drive",
    "description": "Participate in our winter clothing drive and help keep our community warm during the cold season. Your generosity will provide winter clothing essentials to individuals who might otherwise struggle to stay cozy and safe. Let's make winter a season of warmth and compassion.",
    "price": 40,
    "backgroundColor": "#79C23F26",
    "textColor": "#79C23F"
  },
  {
    "id": 8,
    "img": "https://i.ibb.co/fYRQxW9/Food.png",
    "category": "Food",
    "title": "Emergency Food Relief",
    "description": "Support our emergency food relief efforts to provide immediate assistance to those facing hunger crises. Your donation will enable us to distribute food to vulnerable populations during times of need, offering them relief and hope. Together, we can combat hunger.",
    "price": 70,
    "backgroundColor": "#F8714726",
    "textColor": "#F87147"
  },
  {
    "id": 9,
    "img": "https://i.ibb.co/HdsysT4/Health.png",
    "category": "Health",
    "title": "Medical Research Support",
    "description": "Back medical research and advancements by contributing to our campaign. Your donation will fund critical research projects aimed at improving healthcare outcomes and finding innovative solutions to health challenges. Together, we can drive progress in healthcare.",
    "price": 120,
    "backgroundColor": "#0052FF26",
    "textColor": "#0052FF"
  },
  {
    "id": 10,
    "img": "https://i.ibb.co/KxDtNRS/Education.png",
    "category": "Education",
    "title": "Digital Learning Initiative",
    "description": "Join our digital learning initiative to bridge the digital divide and ensure that every student has access to online learning resources. Your contribution will provide devices and internet access to underserved students, enabling them to thrive in a digital world.",
    "price": 55,
    "backgroundColor": "#FF444A26",
    "textColor": "#FF444A"
  },
  {
    "id": 11,
    "img": "https://i.ibb.co/2WyQrNV/Clothing.png",
    "category": "Clothing",
    "title": "Back-to-School Clothes",
    "description": "Equip children for a successful school year by donating back-to-school clothing. Your generosity will help kids start the academic year with confidence, ensuring they have the clothing they need to focus on their studies and thrive in school.",
    "price": 45,
    "backgroundColor": "#79C23F26",
    "textColor": "#79C23F"
  },
  {
    "id": 12,
    "img": "https://i.ibb.co/fYRQxW9/Food.png",
    "category": "Food",
    "title": "Meals for Seniors",
    "description": "Make a difference in the lives of seniors by providing nutritious meals and companionship. Your donation will support meal delivery programs, ensuring that elderly individuals in need receive both nourishment and social interaction. Let's brighten their days with kindness.",
    "price": 65,
    "backgroundColor": "#F8714726",
    "textColor": "#F87147"
  }
]
